Repository: fadinairat/ramallahcore
Catalog: Resources/Areas/Control/Controllers/HomeController.*.resx
Languages: ar_ae

source: Academic Graduate
ar_ae: تخرج اكاديمي

source: Access Denied
ar_ae: الدخول غير مسموح

# Access Denied Message
source: You don't have permission to access this page... <a href='/Control/Home/Index' >return to the system administrator</a>
ar_ae: ليس لديك صلاحيات للوصول الى هذه الصفحة... <a href='/Control/Home/Index' >العودة الى الشاشة الرئيسية</a>.

source: Activate
ar_ae: تفعيل

source: Active
ar_ae: مفعل

source: Active Projects
ar_ae: مشاريع فعالة

source: Active(Latest) Jobs
ar_ae: وظائف مفعلة(الحديثة)

source: Add Employer
ar_ae: اضافة مشغل

source: Add Link
ar_ae: اضافة رابط

source: Add New Category
ar_ae: اضافة تصنيف جديد

source: Add New Donor
ar_ae: اضافة مانح جديد

source: Add New Employer
ar_ae: اضافة مشغل جديد

source: Add New File
ar_ae: اضافة ملف جديد

source: Add New form
ar_ae: اضافة نموذج جديد

source: Add New Group
ar_ae: اضافة مجموعة جديدة

# Add New Job
source: Add New Job/Training
ar_ae: اضافة فرصة تشغيل / تدريب جديدة

source: Add New Job Seeker
ar_ae: اضافة باحث عن عمل

source: Add New Menu
ar_ae: اضافة قائمة جديدة

source: Add New Page
ar_ae: اضافة صفحة جديدة

source: Add New Project
ar_ae: اضافة مشروع جديد

source: Add New Tag
ar_ae: اضافة اشارة جديدة

source: Add New Template
ar_ae: اضافة قالب جديد

source: Add New User
ar_ae: اضافة مستخدم جديد

source: Add Project
ar_ae: اضافة مشروع

source: Address Details
ar_ae: تفاصيل العنوان

source: All Rights Reserved.
ar_ae: جميع الحقوق محفوظة.

source: Answer
ar_ae: الاجابة

source: App #
ar_ae: رقم الطلب

source: Applicant City
ar_ae: مدينة المتقدم

source: Application Answers
ar_ae: اجابات الطلب

source: Application Details
ar_ae: تفاصيل الطلب

source: Applications
ar_ae: الطلبات

source: Applications List
ar_ae: قائمة الطلبات

# Applications Status Changed
source: Applications status changed successfully...
ar_ae: تم تغيير حالة الطبات...

source: Applied Jobs
ar_ae: فرص تم التقدم اليها

source: Apply Date
ar_ae: تاريخ التقدم

source: Approved
ar_ae: مؤكد

source: Apps
ar_ae: الطلبات

source: Apps Count
ar_ae: عدد الطلبات

source: Arabic
ar_ae: العربي

# Arabic Chars
source: Fields must contains only arabic characters!
ar_ae: الحقل يجب ان يتكون من أحرف عربية فقط!

# Arabic English Only
source: Field must contains only arabic and english characters
ar_ae: الحقل يجب ان يتكون من أحرف عربية وانجليزية فقط!

source: Area
ar_ae: المنطقة

source: Association
ar_ae: المؤسسة

source: Attachments
ar_ae: المرفقات

source: Back To LIst
ar_ae: العودة الى القائمة

source: Batoon
ar_ae: باطون

source: Birth Date
ar_ae: تاريخ الميلاد

# Borther / Sister
source: Brother / Sister
ar_ae: اخ/اخت

source: Breadwinner ID Number
ar_ae: رقم هوية المعيل

source: Brother
ar_ae: اخ

source: Caravan
ar_ae: كرفان

source: Categories
ar_ae: التصنيفات

source: Change Status
ar_ae: تغيير الحالة

# Change Status Msg
source: Do you really want to change status? choose a new status
ar_ae: هل فعلا ترغب بتغيير الحالة؟ حدد الحالة الجديدة...

source: Choose Document to Upload
ar_ae: حدد الوثيقة التي ترغب تحميلها

# City
source: Ctiy
ar_ae: المدينة

source: City/Area
ar_ae: المدينة/القرية

source: Clear Filter
ar_ae: مسح الفلتر

source: Close
ar_ae: اغلاق

source: Company
ar_ae: شركة

source: Complaints
ar_ae: الشكاوى

source: Completed Profile
ar_ae: ملف مكتمل

source: Contact Details
ar_ae: تفاصيل الاتصال

source: Contact Information
ar_ae: بيانات الاتصال

source: Contact Person
ar_ae: شخص للتواصل

source: Contact Person Details
ar_ae: اسم شخص للتواصل

source: Contract Document
ar_ae: وثيقة التوظيف

source: Contracted/Employed
ar_ae: تم التوظيف/التدريب

source: Country
ar_ae: البلد

source: Create Job
ar_ae: اضافة فرصة

source: Current Beneficiary
ar_ae: مستفيد حالي

source: CV
ar_ae: السيرة الذاتية

source: Daily
ar_ae: يومي

source: Dashboard
ar_ae: اللوحة الرئيسية

source: Daughter
ar_ae: ابنة

source: Deactivate
ar_ae: الغاء التفعيل

# Deactive
source: Deactivate
ar_ae: الغاء التفعيل

source: Delete
ar_ae: حذف

# Delete Confirm Message
source: Do you really want to delete?
ar_ae: هل أنت متأكد من رغبتك بالحذف؟

# Delete Confirm Msg
source: Do you really want to delete this?
ar_ae: هل أنت ترغب بحذف هذا!

# Delete Employer Msg
source: Do you really want to delete employer?
ar_ae: هل ترغب بحذف المشغل!

source: Delete Job
ar_ae: حذف الفرصة

# Delete Project Msg
source: Do you really want to remove this project?
ar_ae: هل ترغب فعلا بازالة المشروع

source: Deleting Job
ar_ae: حذف الفرص

source: Detached House
ar_ae: بيت مستقل

source: Details
ar_ae: التفاصيل

# Dir
source: ltr
ar_ae: rtl

# Dir Rev
source: rtl
ar_ae: ltr

source: Disability Size
ar_ae: حجم الاعاقة

source: Disease
ar_ae: المرض

source: District
ar_ae: المنطقة

source: Document
ar_ae: الوثيقة

source: Document Title
ar_ae: عنوان الوثيقة

# Document Uploaded
source: Document uploaded successfully...
ar_ae: تم تحميل الوثيقة بنجاح...

source: Donor
ar_ae: المانح

source: Donors
ar_ae: المانحين

source: Download
ar_ae: تحميل

source: Download PDF
ar_ae: تحميل ال PDF

source: Edit
ar_ae: تعديل

source: Edit Details
ar_ae: تعديل التفاصيل

# Edit Employers/Institutions
source: Edit Employers/Institution
ar_ae: تعديل المشغل/المؤسسة

source: Edit Job
ar_ae: تعديل الوظيفة

source: Education Level
ar_ae: مستوى التعليم العلمي

source: Education Level Type
ar_ae: نوع المستوى التعليمي

# Education Type
source: Education Level Type
ar_ae: نوع المستوى التعليمي

source: Email
ar_ae: البريد الالكتروني

source: Email Address
ar_ae: البريد الالكتروني

# Employed Job Seekers
source: Employer Job Seekers
ar_ae: باحثين تم توظيفهم

source: Employer
ar_ae: المشغل/المؤسسة

# Employer Cannot Delete
source: Cannot delete employer! some Jobs are related to this employer.
ar_ae: لا يمكن حذف المشغل! يوجد بعض الوظائف المرتبطة...

source: Employer Description
ar_ae: وصف المشغل

# Employer Email Exists
source: Employer with the same email already exists...
ar_ae: المشغل بنفس البريد الالكتروني مسجل مسبقا!

source: Employer/Association Capabilities
ar_ae: قدرات المشغل/المؤسسة

source: Employer/Institutions Capabilities
ar_ae: قدرات الشركة/المؤسسة

source: Employer/Institutions Field
ar_ae: مجال عمل الشركة/المؤسسة

source: Employers
ar_ae: المشغلين

source: Employers List
ar_ae: قائمة المشغلين

source: Employers/Associations
ar_ae: المشغل/المؤسسة

source: Employers/Associations Details
ar_ae: تفاصيل المشغل/المؤسسة

source: Employers/Institutions
ar_ae: المشغلين/المؤسسات

source: Employment,
ar_ae: توظيف،

source: Empty Fields...
ar_ae: البيانات فارغة!

source: End Date
ar_ae: تاريخ النهاية

source: English
ar_ae: الانجليزي

# English Only
source: Field must contain english characters only
ar_ae: الحقل يجب ان يتكون من أحرف انجليزية فقط!

# ExceededMaxLength
source: You have exceeded the allowed length! allowed to enter {0} characters.
ar_ae: تجاوزت العدد المسموح من الاحرف! يسمح ب {0} حرف.

source: Expert Field
ar_ae: مجال الخبرة

source: Expire Date
ar_ae: تاريخ الانتهاء

source: Expired Jobs
ar_ae: فرص منتهية

source: Export To Excel
ar_ae: تصدير الى اكسل

source: Extra Details
ar_ae: تفاصيل اضافية

source: Failed Assign Employer
ar_ae: فشلت عملية اضافة المشغل الى المشروع

# Failed Assign Project
source: Failed to Assign Project
ar_ae: فشلت عملية اضافة المشروع

# Failed To Delete
source: Failed to delete employer!
ar_ae: فشلت عملية ازالة المشغل!

source: Failed to upload
ar_ae: فشلت عملية التحميل

# Family Member Count
source: Family Members Count
ar_ae: عدد افراد العائلة

source: Family Members
ar_ae: أفراد العائلة

source: Family Members Count
ar_ae: عدد افراد الاسرة

source: Family Members Count From
ar_ae: عدد افراد الاسرة (من)

source: Family Members Count To
ar_ae: عدد افراد الاسرة (الى)

source: Father
ar_ae: اب

source: Featured
ar_ae: مميزة

source: Female
ar_ae: أنثى

source: Field Mandatory
ar_ae: الحقل اجباري *

# FieldLength
source: Field length must not exceed 20 characters
ar_ae: طول الحقل يجب ان لا يتجاوز 20 حرف!

source: File Title
ar_ae: عنوان الملف

source: Files
ar_ae: الملفات

source: Finished Projects
ar_ae: مشاريع منتهية

source: First
ar_ae: الاول

source: Flat
ar_ae: شقة

# Float
source: left
ar_ae: right

# Float Rev
source: right
ar_ae: left

# Form
source: From
ar_ae: من

# Form Inserted
source: Form fields has been inserted successfully...
ar_ae: تم ادخال الحقل بنجاح...

source: Forms
ar_ae: النماذج

source: From
ar_ae: من

source: From Age
ar_ae: من عمر

source: From Date
ar_ae: من تاريخ

source: Full Name
ar_ae: الاسم الكامل

source: Full Time
ar_ae: دوام كامل

source: Full Time Jobs
ar_ae: فرص بدوام كامل

source: Funding Small Business
ar_ae: تمويل مشاريع صغيرة

source: Funding Small Projects
ar_ae: تمويل مشاريع صغيرة

# Gaza
source: Gaza Strip
ar_ae: قطاع غزة

source: Gender
ar_ae: الجنس

source: Get Link
ar_ae: احصل على رابط

source: Governorate
ar_ae: المحافظة

source: Grade
ar_ae: الدرجة

# Graduate
source: Graudate
ar_ae: خريج

source: Graduation Date
ar_ae: تاريخ التخرح

source: Grants
ar_ae: منح

source: Groups
ar_ae: المجموعات

# Handicaped Seekers
source: Handicapped Jobs/Training Seekers
ar_ae: باحثين عن فرص ذوي اعاقة

source: Handicapped
ar_ae: اعاقة

source: Health Status
ar_ae: الحالة الصحية

source: Healthy
ar_ae: سليم

# Healthy Seekers
source: Healthy Seekrs
ar_ae: باحثين عن فرص سليمين

source: Heart Disease
ar_ae: امراض قلب

source: Himself/Herself
ar_ae: نفسه/نفسها

source: Home
ar_ae: الرئيسية

# Host Trainees
source: Is the institution/company willing to host on-the-job trainees?
ar_ae: هل المشغل/المؤسسة يرغب باستقبال متدربين على رأس العمل؟

source: Hours
ar_ae: الساعات

source: House Nature
ar_ae: طبيعة المنزل

source: House Ownership
ar_ae: اسم مالك المنزل

source: House Size
ar_ae: مساحة المنزل

# Husband
source: Husbank
ar_ae: زوج

source: Husband / Wife
ar_ae: زوج/زوجة

source: Id Num
ar_ae: رقم الهوية

source: Id Number
ar_ae: رقم الهوية

source: Id/Passport Image
ar_ae: صورة الهوية / صورة الجواز

source: Impaired Hearing
ar_ae: ضعف السمع

source: Impaired Mobility
ar_ae: اعاقة حركية

source: Income Exist
ar_ae: الدخل

source: Income Value
ar_ae: قيمة الدخل

# Instition
source: Institution
ar_ae: مؤسسة

# Interest First
source: Employment Chance
ar_ae: فرصة توظيف

# Interest Fourth
source: Fund Small Projects
ar_ae: تمويل مشاريع صغيرة

# Interest Second
source: Paid Training
ar_ae: تدريب على راس العمل

# Interest Third
source: Un-Paid Training
ar_ae: تدريب غير مدفوع

source: Interview
ar_ae: مقابلة

source: Is Income Exists
ar_ae: هل الدخل موجود

source: Item Activated!
ar_ae: تم تفعيل العنصر بنجاح!

source: Item Added!
ar_ae: تم اضافة العنصر بنجاح

source: Item Deactivated!
ar_ae: تم الغاء تفعيل العنصر بنجاح!

source: Item Deleted!
ar_ae: تم حذف العنصر بنجاح!

# Item Forwarded
source: Item forwarded to the employer
ar_ae: تم تمرير الطلب الى المشغل

source: Item Not Found
ar_ae: لم يتم العثور على العنصر!

source: Item Updated!
ar_ae: تم تحديث العنصر بنجاح!

source: Job #
ar_ae: رقم الفرصة

source: Job Details
ar_ae: تفاصيل الفرصة

source: Job Fields
ar_ae: مجالات العمل

source: Job Location
ar_ae: مكان العمل

source: Job Seeker
ar_ae: الباحث عن العمل

source: Job Seeker Details
ar_ae: بيانات الباحث عن عمل

source: Job Seeker Education
ar_ae: التحصيل العلمي للباحث

source: Job Seeker Experts
ar_ae: الخبرات للباحث عن العمل

source: Job Seeker Full Name
ar_ae: اسم الباحث عن عمل كامل

source: Job Seeker Training
ar_ae: التدريب للباحث عن العمل

source: Job Seekers
ar_ae: الباحثين عن العمل

source: Job Title
ar_ae: عنوان الوظيفة

source: Jobs
ar_ae: قائمة الفرص

source: Jobs Applications
ar_ae: طلبات الفرص

source: Jobs Seekers List
ar_ae: قائمة الباحثين عن فرص

source: Joint Diseases
ar_ae: امراض المفاصل

source: Keyword
ar_ae: كلمة البحث

source: Last
ar_ae: الاخير

source: List All Applications
ar_ae: عرض جميع الطلبات

source: List All Categories
ar_ae: عرض جميع التصنيفات

source: List All Complaints
ar_ae: عرض جميع الشكاوى

source: List All Donors
ar_ae: عرض جميع المانحين

source: List All Employers
ar_ae: عرض جميع المشغلين

source: List All Employers/Institutions
ar_ae: عرض جميع المشغلين/المؤسسات

source: List All Files
ar_ae: عرض جميع الملفات

source: List All Forms
ar_ae: عرض جميع النماذج

source: List All Groups
ar_ae: عرض جميع المجموعات

# List All Job Seekers
source: List All Jobs Seekers
ar_ae: عرض جميع الباحثين عن عمل

source: List All Jobs
ar_ae: عرض جميع الفرص

source: List All Menus
ar_ae: عرض جميع القوائم

source: List All Pages
ar_ae: عرض جميع الصفحات

source: List All Projects
ar_ae: عرض جميع المشاريع

source: List All Tags
ar_ae: عرض جميع الاشارات

source: List All Templates
ar_ae: عرض جميع القوالب

source: List All Users
ar_ae: عرض جميع المستخدمين

source: Load
ar_ae: احميل

source: Loan
ar_ae: قرض

source: Login Details
ar_ae: تفاصيل الدخول

source: Male
ar_ae: ذكر

source: Medical Attachment
ar_ae: مرفقات طبية

source: Member Email Exists
ar_ae: يوجد باحث اخر مسجل بنفس البريد الالكتروني!

source: Member Id Exists
ar_ae: يوحد باحث اخر بنفس رقم الهوية!

# Member Mobile Exists
source: Member with the same mobile already exists...
ar_ae: يوجد باحث اخر مسجل بنفي رقم الجوال!

source: Mental retardation
ar_ae: التأخر العقلي

source: Menus
ar_ae: القوائم

source: Mobile
ar_ae: الهاتف الخلوي

source: Mobile Number
ar_ae: رقم الخلوي

source: Mobile Number 2
ar_ae: رقم الخلوي 2

source: Monthly
ar_ae: شهري

source: More Info
ar_ae: تفاصيل اضافية

source: Most Visited
ar_ae: الاكثر زيارة

source: Mother
ar_ae: ام

source: My Profile
ar_ae: الملف الشخصي

source: Name
ar_ae: الاسم

# Name/Id/Mobile
source: Name / Mobile / Email / ID Num
ar_ae: الاسم / الخلوي / البريد الالكتروني / رقم الهوية

source: Near To
ar_ae: بالقرب من

source: No
ar_ae: لا

source: No Results
ar_ae: لم يتم العثور على بيانات

source: Not Beneficiary
ar_ae: غير مستفيد

source: Not Complete
ar_ae: غير مكتمل

source: Not Featured
ar_ae: غير مميزة

source: Not Found...
ar_ae: لم يتم العثور على بيانات

source: Not Healthy
ar_ae: غير سليم

# Nothing Happened
source: Nothing Updated!
ar_ae: لم يحدث اي تعديل!

source: Other
ar_ae: أخرى

source: Other Attachments
ar_ae: مرفقات اخرى

source: Owner
ar_ae: المالك

source: Pages
ar_ae: الصفحات

source: Paid Job Opportunity
ar_ae: فرصة تشغيل مدفوعة الاجر

source: Paid Training
ar_ae: تدريب مدفوع الاجر

source: Paid Training,
ar_ae: تدريب مدفوع،

source: Part Time
ar_ae: دوام جزئي

source: Part Time Jobs
ar_ae: فرص بدوام جزئي

source: Partial
ar_ae: جزئي

# PasswordMatch
source: Password and Confirm password not matched
ar_ae: كلمة المرور وتأكيد كلمة المرور غير متطابقتين!

source: Path
ar_ae: المساق

# Ramallah
source: The Palestinian Employment Fund
ar_ae: الصندوق الفلسطيني للتشغيل

source: Pending
ar_ae: في الانتطار

source: Pending Jobs
ar_ae: الفرص بالانتظار

source: Period
ar_ae: الفترة

source: Permissions
ar_ae: الصلاحيات

source: Pressure
ar_ae: الضغط

source: Preview
ar_ae: معيانة

source: Previous Beneficiary
ar_ae: مستفيد سابق

source: Profession
ar_ae: مهني

source: Profile Completed
ar_ae: الملف الشخصي مكتمل

source: Program
ar_ae: البرنامج

source: Project
ar_ae: المشروع

source: Project Details
ar_ae: تفاصيل المشروع

source: Projects
ar_ae: المشاريع

source: Projects List
ar_ae: قائمة المشاريع

source: Question
ar_ae: السؤال

source: Reject Reason
ar_ae: سبب الرفض

source: Rejected
ar_ae: مرفوض

source: Relation
ar_ae: العلاقة

source: Rent
ar_ae: أجار

source: Required Field...
ar_ae: الحقل اجباري

source: Save
ar_ae: حفظ

source: Save Changes
ar_ae: حفظ التغييرات

source: Search
ar_ae: بحث

source: Select Cities
ar_ae: حدد المدينة

source: Select city
ar_ae: حدد المدينة

source: Select District
ar_ae: حدد المنطقة

source: Select Donor
ar_ae: حدد المانح

source: Select Emp Start Date
ar_ae: حدد تاريخ بداية التوظيف!

source: Select Employer
ar_ae: حدد المشغل/المؤسسة

source: Select Employer Msg
ar_ae: يجب عليك تحديد المشغل

source: Select Employer/Association
ar_ae: حدد المشغل/المؤسسة

source: Select Gender
ar_ae: حدد الجنس

source: Select Language
ar_ae: حدد اللغة

source: Select Option
ar_ae: حدد خيارك

source: Select Program
ar_ae: حدد البرنامج

source: Select Project
ar_ae: حدد المشروع

# Select Project Msg
source: Please select the project
ar_ae: الرجاء تحديد المشروع

source: Select Social Status
ar_ae: حدد الحالة الاجتماعية

source: Select Status
ar_ae: حدد الحالة

source: Select the Employer
ar_ae: حدد المشغل

source: Select The Type
ar_ae: حدد النوع

source: Select Type
ar_ae: حدد النوع

source: Select Village/Area
ar_ae: حدد القرية / المنطقة

source: Selection Creteria
ar_ae: مجالات الاختيار

source: Set the new status
ar_ae: يجب عليك تحديد الحالة الجديدة!

source: Shared
ar_ae: مشترك

source: Sick
ar_ae: مريض

source: Sick Nature
ar_ae: طبيعة المرض

source: Sick Seekers
ar_ae: باحثين عن عمل مرضى

source: Sister
ar_ae: اخت

source: Social Status
ar_ae: الحالة الاجتماعية

source: Son
ar_ae: ابن

source: Source of Income
ar_ae: مصدر الدخل

source: Specialization
ar_ae: التخصص

source: Speech Impediment
ar_ae: اعاقة نطقية

source: Square Meter
ar_ae: متر مربع

source: Start Date
ar_ae: تاريخ البداية

source: Started Jobs
ar_ae: فرص معلنة

source: Status
ar_ae: الحالة

# Status Cannot Change
source: Status cannot be changed! App rejected or approved...
ar_ae: لا يمكن تغيير الحالة! الطلب مرفوض او منتهي.

source: Status Changed
ar_ae: الحالة تغيرت...

source: Street
ar_ae: الشارع

source: Tags
ar_ae: الاشارات

source: Telephone
ar_ae: التلفون

source: Templates
ar_ae: القوالب

source: Tent
ar_ae: خيمة

source: The name of the breadwinner
ar_ae: اسم المعيل

source: Title
ar_ae: العنوان

source: To
ar_ae: الى

source: To Age
ar_ae: الى عمر

source: To Date
ar_ae: الى تاريخ

source: Total
ar_ae: كلي

source: Total Applications
ar_ae: اجمالي الطلبات

source: Total Jobs
ar_ae: اجمالي الفرص

source: Total Jobs Seekers
ar_ae: مجموع الباحثين عن فرص

source: Total Projects
ar_ae: اجمالي المشاريع

source: Totally
ar_ae: كلي

source: Training Supplier
ar_ae: جهة الحصول على الدورة

source: Type Keyword
ar_ae: ادخل كلمة البحث

source: Type of Disability
ar_ae: نوع الاعاقة

source: Un-Paid Training,
ar_ae: تدريب غير مدفوع،

source: Under Study
ar_ae: قيد الدراسة

source: University/College
ar_ae: الجامعة/الكلية

source: Unpaid Training
ar_ae: تدريب غير مدفوع

source: Upload Attachment
ar_ae: تحميل المرفق

source: Upload Document
ar_ae: تحميل الوثيقة

source: Upload Documents
ar_ae: تحميل الوثائق

# Upload Success
source: File Uploaded
ar_ae: تم تحميل الملف

source: Use
ar_ae: استخدام

source: Users
ar_ae: المستخدمين

source: Version
ar_ae: الاصدار

source: Views
ar_ae: المشاهدات

source: Visual Impairment
ar_ae: اعاقة بصرية

source: Waiting List
ar_ae: قائمة الانتظار

source: Westbank
ar_ae: الضفة الغربية

# Westbank &amp; Gaza
source: Westbank & Gaza
ar_ae: الضفة الغربية وغزة

source: Wife
ar_ae: زوحة

source: Worker
ar_ae: عامل

source: Wrong Days
ar_ae: عدد الايام لا يجب ان يتجاوز 7!

# Wrong Document Ext
source: Wrong file extension! The file extension must be one of (.jpg, .doc, .docx, .pdf)
ar_ae: خطأ في الامتداد! امتداد الملف يجب ان يكون واحد من (.jpg, .doc, .docx, .pdf)

source: Wrong Email
ar_ae: بريد الكتروني خاطئ

# Wrong Image Ext
source: Wrong file extension! The file extension must be one of (.jpg, .png, .jpeg)
ar_ae: خطأ في الامتداد! امتداد الملف يجب ان يكون واحد من (.jpg, .png)

# Wrong Mobile
source: Mobile number must not exceed 10 digits!
ar_ae: رقم الهاتف الخلوي يجب ان لا يتجاوز 10 خانات!

source: Wrong Number *
ar_ae: رقم خاطئ *

# Wrong Password
source: Password must be at least 6 characters
ar_ae: كلمة المرور يجب ان تكون 6 احرف على الاقل!

# Wrong Telephone
source: Wrong telephone! it must consist of 9 character.
ar_ae: خطا في رقم الهاتف! يجب ان يتكون من 9 خانات فقط

# Wrong Working Hours
source: Working house must not exceed 24 hours!
ar_ae: عدد ساعات العمل يجب ان لا يتجاوز ال 24 ساعة!

source: Wrong Year *
ar_ae: سنة خاطئة *

source: Yes
ar_ae: نعم

# Zeinko
source: Zeinko / Esbist
ar_ae: زينكو / اسبست

# Zenko
source: Zenko / Esbist
ar_ae: زينكو

source: Default
ar_ae: افتراضي

source: No Application Form
ar_ae: لا نموذج

source: Page Tags
ar_ae: اشارات الصفحة

source: Root
ar_ae: رئيسي

source: Select a Tag
ar_ae: حدد الاشارة

source: Select Category
ar_ae: حدد التصنيف

source: Category
ar_ae: التصنيف

# Category Required
source: Page Category field is required...
ar_ae: تصنيف الصفحة مطلوب...

source: Select a Category
ar_ae: حدد تصنيف

source: Create Page
ar_ae: اضافة الصفحة

# Site Title
source: Content Management
ar_ae: لوحة التحكم

source: Item Not Added
ar_ae: لم يتم اضافة العنصر

source: Item Published
ar_ae: تم نشر العنصر

source: Delete File
ar_ae: حذف الملف

source: File Details
ar_ae: تفاصيل الملف

source: File Type
ar_ae: نوع الملف

source: Save File
ar_ae: حفظ الملف

source: Select Location
ar_ae: هدف الموقع

source: Select Target
ar_ae: حدد الهدف

source: Delete Menu
ar_ae: حذف القائمة

source: Edit Menu
ar_ae: تعديل القائمة

source: Menu Details
ar_ae: تفاصيل القائمة

# Account Not Active
source: Account not activated! Wait until your account being activated...
ar_ae: الحساب غير مفعل!!! يرجى الانتظار بينما يتم تحديث الحساب من قبل الادارة..

source: Create User
ar_ae: انشاء مستخدم

source: Delete Tag
ar_ae: حذف الاشارة

source: Delete User
ar_ae: حذف المستخدم

source: Edit Page
ar_ae: تعديل الصفحة

source: Edit Tag
ar_ae: تعديل الاشارة

source: Select Template
ar_ae: حدد القالب

source: Tag Details
ar_ae: تفاصيل الاشارة

source: Tags List
ar_ae: قائمة الاشارات

source: User Details
ar_ae: تفاصيل المستخدم

# Wrong Username Password
source: Wrong username or password...
ar_ae: خطأ في كلمة المرور او اسم المستخدم...

source: Category Type
ar_ae: نوع التصنيف

source: Create Category
ar_ae: اضافة التصنيف

source: Edit Category
ar_ae: تعديل التصنيف

source: Added By
ar_ae: اضيف بواسطة

source: Applications Count
ar_ae: عدد الطلبات

source: Deleting Page
ar_ae: حذف الصفحة

source: File Category
ar_ae: تصنيف الملفات

source: Edit File
ar_ae: تعديل الملف

source: Edit User
ar_ae: تعديل المستخدم

source: Add Group
ar_ae: اضافة مجموعة

source: Add New Permission
ar_ae: اضافة صلاحية جديدة

source: Add Permission
ar_ae: اضافة صلاحية

source: Delete Group
ar_ae: حذف المجموعة

source: Delete Permissions
ar_ae: حذف الصلاحيات

source: Edit Group
ar_ae: تعديل المجموعة

source: Edit Profile
ar_ae: تعديل الملف الشخصي

source: General Permission
ar_ae: صلاحيات عامة

source: Group
ar_ae: المجموعة

source: Group Details
ar_ae: تفاصيل المجموعة

source: List All Permissions
ar_ae: عرض جميع الصلاحيات

# Site Name
source: Ramallah
ar_ae: رام الله

source: Edit Permission
ar_ae: تعديل الصلاحية
