Repository: fadinairat/ramallahcore
Catalog: Resources/Models/Employers.*.resx
Languages: ar_ae

source: Add Date
ar_ae: تاريخ الاضافة

# Administrative Report
source: The approved administrative report for the last two years
ar_ae: التقرير الإداري المعتمد لآخر سنتين

source: Arabic Description
ar_ae: الوصف العربي

source: Arabic Extra Details
ar_ae: تفاصيل اضافة بالعربي

source: Arabic Name
ar_ae: الاسم العربي

source: Arabic Safety Procedures
ar_ae: اجراءات السلامة بالعربي

source: Branches Location
ar_ae: مواقع الفروع

source: City / Area
ar_ae: المدينة / المنطقة

source: Commercial Register
ar_ae: السجل التجاري

source: Confirm Password
ar_ae: تأكيد كلمة المرور

source: Contact Email
ar_ae: بريد الكتروني للتواصل

source: Contact Name
ar_ae: اسم شخص للتواصل

source: Day work hours
ar_ae: عدد ساعات العمل اليومية

source: Description
ar_ae: الوصف

source: Detailed Address
ar_ae: العنوان التفصيلي

source: Does the employer have work injuries insurance?
ar_ae: هل المشغل لديه تأمين لاصابات العمل؟

source: Does the operator have health insurance for the employees?
ar_ae: هل المشغل لديه تأمين صحي للموظفين؟

source: Economic Sectors
ar_ae: القطاعات الاقتصادية

source: Email (Username)
ar_ae: البريد الالكتروني (اسم المستخدم)

source: Establish Year
ar_ae: سنة التأسيس

source: Extra Details
ar_ae: تفاصيل اضافية

source: Field Mandatory
ar_ae: الحقل اجباري

# Financial Report
source: Audited financial report for the last two years
ar_ae: التقرير المالي المدقق لآخر سنتين

# Full-Time Female Employees Count
source: Full-Time Employees - Female
ar_ae: عدد الموظفين بدوام كامل - اناث

# Full-Time Male Employees Count
source: Full-Time Employees - Male
ar_ae: عدد الموظفين بدوام كامل - ذكور

# Host Job Trainees?
source: Is the institution/company on a website to host on-the-job trainees?
ar_ae: هل المؤسسة/ الشركة على استعداد لاستضافة متدربين على رأس العمل؟

source: Job Title
ar_ae: المسمى الوظيفي

source: Logo
ar_ae: اللوجو

source: Mobile
ar_ae: الهاتف الخلوي

source: Mobile 2
ar_ae: الهاتف الخلوي 2

source: Name
ar_ae: الاسم

source: Neighborhood/Village
ar_ae: القرية / بالقرب من

source: Number of branches
ar_ae: عدد الفروع

source: Operation Number
ar_ae: رقم المشتغل المرخص

source: Other Attachments
ar_ae: مرفقات أخرى

source: Other Economic Sectors
ar_ae: قطاعات افتصادية أخرى

source: Other Sectors
ar_ae: قطاعات أخرى

source: Part-Time Femail Employees Count
ar_ae: عدد الموظفين بدوام جزئي - اناث

source: Part-Time Male Employees Count
ar_ae: عدد الموظفين بدوام جزئي - ذكور

source: Password
ar_ae: كلمة المرور

# Permanent Female Employees Count
source: Permanent Employees Count - Female
ar_ae: عدد الموظفين الدائمين - اناث

# Permanent Male Employees Count
source: Permanent Employes Count - Male
ar_ae: عدد الموظفين الدائمين - ذكور

source: Province
ar_ae: المحافظة

# Registration Certificate
source: Certificate of registration/license
ar_ae: شهادة التسجيل / الترخيص

source: Registration Number
ar_ae: رقم التسجيل

source: Required Field
ar_ae: الحقل اجباري

source: Safety Procedures
ar_ae: اجراءات السلامة

source: Sector
ar_ae: القطاع

source: Shortcut
ar_ae: الاختصار

source: Tel
ar_ae: الهاتف

source: Type
ar_ae: النوع

source: Week work days
ar_ae: عدد ايام العمل الاسبوعية
