Repository: fadinairat/ramallahcore
Catalog: Resources/Models/Jobs.*.resx
Languages: ar_ae

source: Add Date
ar_ae: تاريخ الاضافة

source: Advertisment Expiry Date
ar_ae: تاريخ نهاية الاعلان

source: Advertisment Start Date
ar_ae: تاريخ بداية الاعلان

source: Approved
ar_ae: التأكيد

source: Arabic Conditions
ar_ae: الظروف بالعربي

source: Arabic Contacts
ar_ae: التواصل بالعربي

source: Arabic Description
ar_ae: الشرح العربي

source: Arabic Job Tasks
ar_ae: مهام الفرصة بالعربي

# Arabic Title
source: Arabic Job Title
ar_ae: المسمى الوظيفي بالعربي

source: Beneficiary Count
ar_ae: عدد المستفيدين

source: City
ar_ae: المدينة

source: Conditions
ar_ae: الشروط

source: Contacts
ar_ae: التواصل

source: Description
ar_ae: الشرح

source: District (WestBank/Gaza/Both)
ar_ae: المنطقة (الضفة الغربية/قطاع غزة/كليهما)

source: Employer/Association
ar_ae: المشغل/المؤسسة

source: From Age
ar_ae: من عمر

source: Gender
ar_ae: الجنس

source: Governorate
ar_ae: المحافظة

source: Job Featured
ar_ae: فرصة مميزة

source: Job Project
ar_ae: المشروع

source: Job Tasks
ar_ae: مهام الفرصة

source: Salary
ar_ae: الراتب

source: Salary Currency
ar_ae: عملة الراتب

source: Salary Type
ar_ae: نوع الراتب

source: Social Status
ar_ae: الحالة الاجتماعية

source: The Nature of Work
ar_ae: طبيعة الفرصة

# Title
source: Job Title
ar_ae: المسمى الوظيفي

source: To Age
ar_ae: الى عمر

source: Vacancy Type
ar_ae: نوع الفرصة

source: Village/District
ar_ae: القرية/المنطقة
