Repository: fadinairat/ramallahcore
Catalog: Resources/Models/Page.*.resx
Languages: ar_ae

source: Active
ar_ae: التفعيل

source: Added By
ar_ae: اضيف بواسطة

source: Allow Comment
ar_ae: السماح بالتعليقات

source: Archive
ar_ae: الأرشيف

source: Audio
ar_ae: الصوت

source: Deleted
ar_ae: الحذف

source: Gallery
ar_ae: الجاليري

source: Internal Thumb
ar_ae: صورة مصغرة داخلية

source: Language
ar_ae: اللغة

source: Last Edit
ar_ae: اخر تعديل

source: Log Date
ar_ae: تاريخ الاضافة

source: Meta Keywords
ar_ae: كلمات مفتاحية

source: Page Body
ar_ae: محتوى الصفحة

source: Page Date
ar_ae: تاريخ الصفحة

source: Page Form
ar_ae: نموذج الصفحة

source: Page Summary
ar_ae: ملخص الصفحة

source: Page Title
ar_ae: عنوان الصفحة

source: Parent Page
ar_ae: تابعة الى

source: Publish
ar_ae: النشر

source: Redirect Url
ar_ae: رابط التوجيه

source: Show As Main
ar_ae: عرض كرئيسي

source: Show As Menu
ar_ae: عرض كقائمة

source: Show as Related
ar_ae: عرض كذات علاقة

source: Show Date
ar_ae: عرض التاريخ

source: Show in Search
ar_ae: عرض في البحث

source: Show in Sitemap
ar_ae: عرض في خريطة الموقع

source: Show Related
ar_ae: عرض ذات العلاقة

source: Show Thumb
ar_ae: عرض الصورة

source: Slug
ar_ae: الرابط

source: Sticky
ar_ae: مثبت

source: Sub Title
ar_ae: العنوان الفرعي

source: Template
ar_ae: القالب

source: Thumb
ar_ae: صورة مصغرة

source: Url
ar_ae: الرابط

source: Valid Until
ar_ae: فعالة لغاية

source: Video
ar_ae: الفيديو

source: Views
ar_ae: المشاهدات
