Repository: fadinairat/ramallahcore
Catalog: Resources/Models/Projects.*.resx
Languages: ar_ae

source: Added By
ar_ae: اضيف بواسطة

source: Arabic Conditions
ar_ae: الشروط بالعربي

source: Arabic Description
ar_ae: الوصف العربي

source: Arabic Execution Partners
ar_ae: شركاء التنفيذ

source: Arabic Name
ar_ae: الاسم بالعربي

source: Arabic Notes
ar_ae: الملاحظات بالعربي

source: Arabic Outputs
ar_ae: المخرجات بالعربي

source: Arabic Project Coordinator
ar_ae: منسق المشروع بالعربي

source: Arabic Standards
ar_ae: المقاييس بالعربي

source: Arabic Target Group
ar_ae: المجموعة المستهدفة بالعربي

source: Beneficiary Count
ar_ae: عدد المستفيدين

source: Budget
ar_ae: الميزانية

source: Conditions
ar_ae: الشروط

source: Description
ar_ae: الوصف

source: District (WestBank/Gaza/Both)
ar_ae: المنطقة (الضفة الغربية/قطاع غزة/كليهما)

source: Donor
ar_ae: المانح

source: Duration
ar_ae: المدة

source: Duration Unit
ar_ae: محدة المدة الزمنية

source: End Date
ar_ae: تاريخ النهاية

source: Execution Location
ar_ae: موقع التنفيذ

source: Execution Partners
ar_ae: شركاء التنفيذ بالانجليزي

source: Internal Page Form
ar_ae: نموذج الصفحة الداخلية

source: Job Application Form
ar_ae: نموذج التوظيف

source: Notes
ar_ae: الملاحظات

source: Outputs
ar_ae: المخرجات

source: Program Type
ar_ae: نوع البرنامج

source: Project Activities
ar_ae: نشاطات المشروع بالانجليزي

source: Project Arabic Activites
ar_ae: نشاطات المشروع بالعربي

source: Project Coordinator
ar_ae: منسق المشروع

source: Project Image
ar_ae: صورة المشروع

source: Project Name
ar_ae: اسم المشروع

source: Project Type
ar_ae: نوع المشروع

source: Standards
ar_ae: المقاييس

source: Start Date
ar_ae: تاريخ البداية

source: Target Group
ar_ae: الفئة المستهدفة

source: Target Locations
ar_ae: المنطقة المستهدفة
